Repository: Universite-Gustave-Eiffel/I-Simpa
Catalog: currentRelease/UserScript/recp_tool/locale/*/internat.po
Languages: fr

source: Angle of rotation (degrees)
fr: Angle (degrés)

source: Col step [x,y,z] (m)
fr: Pas colonne [x,y,z]

source: Create a receiver grid
fr: Créer une grille de récepteurs ponctuels

source: Number of cols
fr: Nombre de récepteurs ponctuels en colonne

source: Number of rows
fr: Nombre de récepteurs ponctuels en ligne

source: Orient a group of receivers to a point
fr: Orienter un groupe de récepteur vers un point dans l'espace.

source: Orient the group to a position
fr: Orienter le groupe vers..

source: Orient to position [x,y,z]
fr: Orienter vers [x,y,z]

source: Please enter the coordinates of the orientation point
fr: Veuillez saisir les coordonnées du point d'orientation.

source: Please fill the following fields to create the receivers points grid
fr: Veuillez saisir les informations pour créer la grille de récepteurs ponctuels.

source: Rotation center (m)
fr: Centre de rotation

source: Rotation of a group of receivers
fr: Rotation d'un groupe de récepteurs ponctuels

source: Rotation of receivers
fr: Rotation des récepteurs ponctuels

source: Row step [x,y,z] (m)
fr: Pas ligne [x,y,z]

source: Starting position [x,y,z] (m)
fr: Point de départ [x,y,z]

source: Translation of a group of receivers
fr: Translation d'un groupe de récepteurs ponctuels

source: Translation of receivers
fr: Translation des récepteurs ponctuels

source: Vector of rotation (m)
fr: Vecteur de rotation

source: Wrong parameters
fr: Erreur de saisie des paramètres
