Repository: Universite-Gustave-Eiffel/I-Simpa
Catalog: currentRelease/UserScript/source_tools/locale/*/internat.po
Languages: fr

source: All sources
fr: Toutes les sources

source: Angle (degrees)
fr: Angle (degrés)

source: Create a line of sound sources
fr: Créer une grille de sources sonores

source: Disable
fr: Désactiver

source: Enable
fr: Activer

source: Number of sources
fr: Nombre de sources

source: Please fill the following fields to create the sound source line
fr: Veuillez saisir les informations pour créer la ligne de sources sonores

source: Rotation centre
fr: Centre de rotation

source: Rotation of a group of sound sources
fr: Rotation d'un groupe de sources sonores

source: Starting position [x,y,z] (m)
fr: Point de départ [x,y,z] (m)

source: Step [x,y,z] (m)
fr: Pas [x,y,z] (m)

source: Translation of a group of sound sources
fr: Translation d'un groupe de sources sonores

source: Vector of rotation
fr: Vecteur de rotation

source: Wrong parameters
fr: Erreur de saisie des paramètres
