Repository: Universite-Gustave-Eiffel/I-Simpa
Catalog: src/isimpa/resources/SystemScript/recp_tool/locale/*.po
Languages: pl, pt_br

source: Angle of rotation (degrees)
pl: Kąt obrotu (stopnie)
pt_br: Ângulo de rotação (graus)

source: Col step x (m)
pl: Krok kolumny - x (m)

source: Col step y (m)
pl: Krok kolumny - y (m)

source: Col step z (m)
pl: Krok kolumny - z (m)

source: Create a receiver grid
pl: Utwórz siatkę odbiorników
pt_br: Criar grid de receptor

source: Direction x (m)
pl: Kierunek - x (m)
pt_br: Direção x (m)

source: Direction y (m)
pl: Kierunek - y (m)
pt_br: Direção y (m)

source: Direction z (m)
pl: Kierunek - z (m)
pt_br: Direção z (m)

source: Number of cols
pl: Liczba kolumn
pt_br: Número de colunas

source: Number of rows
pl: Liczba wierszy
pt_br: Número de linhas

source: Orient a group of receivers to a point
pl: Zorientuj grupę odbiorników na punkt
pt_br: Orientar grupo de receptores a um ponto

source: Orient the group to a position
pl: Zorientuj grupę odbiorników na punkt
pt_br: Orientar grupo a uma posição

source: Orient to position x (m)
pl: Zwróć na punkt - x (m)
pt_br: Orientar para posição x (m)

source: Orient to position y (m)
pl: Zwróć na punkt - y (m)
pt_br: Orientar para posição y (m)

source: Orient to position z (m)
pl: Zwróć na punkt - z (m)
pt_br: Orientar para posição z (m)

source: Please enter the coordinates of the orientation point
pl: Proszę wprowadź współrzędne punktu docelowego
pt_br: Por favor, informe as coordenadas do ponto de orientação

source: Please enter the coordinates of the translation vector
pl: Proszę podaj współrzędne wektora przesunięcia
pt_br: Por favor, informe as coordenadas do vetor de translação

source: Please fill the following fields to create the receivers points grid
pl: Proszę wypełnij poniższe pola aby utworzyć siatkę odbiorników
pt_br: Por favor, preencha os campos a seguir para criar o grid de receptores pontuais

source: Rotation center x (m)
pl: Środek obrotu - x (m)
pt_br: Centro de rotação x (m)

source: Rotation center y (m)
pl: Środek obrotu - y (m)
pt_br: Centro de rotação y (m)

source: Rotation center z (m)
pl: Środek obrotu - z (m)
pt_br: Centro de rotação z (m)

source: Rotation of a group of receivers
pl: Obrót grupy odbiorników
pt_br: Rotação de um grupo de receptores

source: Rotation of receivers
pl: Obrót odbiorników
pt_br: Rotação de receptores

source: Row step x (m)
pl: Krok wiersze - x (m)
pt_br: Passo em linha x (m)

source: Row step y (m)
pl: Krok wiersze - y (m)
pt_br: Passo em linha y (m)

source: Row step z (m)
pl: Krok wiersze - z (m)
pt_br: Passo em linha z (m)

source: Starting position x (m)
pl: Pozycja początkowa - x (m)
pt_br: Posição inicial x (m)

source: Starting position y (m)
pl: Pozycja początkowa - y (m)
pt_br: Posição inicial y (m)

source: Starting position z (m)
pl: Pozycja początkowa - z (m)
pt_br: Posição inicial z (m)

source: Translation of a group of receivers
pl: Przesunięcie grupy odbiorników
pt_br: Translação de um grupo de receptores

source: Translation of receivers
pl: Przesunięcie odbiorników
pt_br: Translação de receptores

source: Vector of rotation x (m)
pl: Wektor obrotu x (m)
pt_br: Vetor de rotação x (m)

source: Vector of rotation y (m)
pl: Wektor obrotu y (m)
pt_br: Vetor de rotação y (m)

source: Vector of rotation z (m)
pl: Wektor obrotu z (m)
pt_br: Vetor de rotação z (m)

source: Wrong parameters
pl: Błędne parametry
pt_br: Parâmetros inválidos
