Repository: Universite-Gustave-Eiffel/I-Simpa
Catalog: src/isimpa/lang/*.po
Languages: fr

source: (E*cos^2 theta)
fr: (E*cos² theta)

source: %i volumes have been detected
fr: %i volumes ont été détectés

source: &Cancel
fr: &Annuler

source: &Finish
fr: &Terminer

source: &Next >
fr: &Suivant >

source: 3D View
fr: Vue 3D

source: 3D display
fr: Rendu 3D

source: 3D rendering
fr: Rendu 3D

source: < &Back
fr: < &Retour

source: A menu manager must contain the following method: bool getmenu(eltype,elid,listmenu)
fr: Un gestionnaire de menu doit comporter une méthode: bool getmenu(eltype,elid,listmenu) !

source: A sound source position is intersecting with the 3D model. Move the sound source inside the 3D model
fr: Une source sonore est en collision avec le modèle 3D. Déplacez la source à l'intérieur du modèle 3D

source: About
fr: À propos

source: About
fr: À propos

source: About I-SIMPA
fr: À propos de I-Simpa

source: Acoustic parameters
fr: Paramètres acoustiques

source: Acoustic parameters calculation
fr: Calculs des paramètres acoustiques

source: Active calculation of atmospheric absorption
fr: Calcul Absorption atmosphérique

source: Active calculation of diffusion by fitting objects
fr: Calcul Encombrement

source: Active calculation of direct field only
fr: Calcul Champ Direct uniquement

source: Active calculation of transmission
fr: Calcul Transmission

source: Active fitting zone
fr: Encombrement actif

source: Active source
fr: Source active

source: Add a group
fr: Ajouter un groupe

source: Add modifications in the change log
fr: Ajout de modifications dans le fichier historique

source: Add new data file
fr: Ajouter d'autres fichiers

source: Add next data file
fr: Continuer à ajouter d'autres fichiers à comparer avec le fichier de référence.

source: Additional parameters
fr: Paramètres supplémentaires

source: Advanced acoustic parameters
fr: Paramètres acoustiques avancés

source: Advanced sound level
fr: Niveau sonore avancé

source: After
fr: Après

source: All
fr: Toutes

source: All [50-20000] Hz
fr: Tout [50-20000] Hz

source: All [63-16000] Hz
fr: Tout [63-16000] Hz

source: All compatible files|*.3ds;*.ply;*.bin;*.poly;*.stl|3DS file (*.3ds)|*.3ds|POLY file (*.poly)|*.bin|PLY file (*.ply)|*.ply|Binary file 1.00 (*.bin)|*.bin|Stererolithograpic file (*.stl)|*.stl
fr: Fichiers compatibles|*.3ds;*.ply;*.bin;*.poly;*.stl|3DS file (*.3ds)|*.3ds|poly file (*.poly)|*.bin|ply file (*.ply)|*.ply|Binary file 1.00 (*.bin)|*.bin|Stererolithograpic file (*.stl)|*.stl

source: All image files|*.bmp;*.png;*.jpg;*.jpeg;*.gif;*.pcx;*.tiff;*.xpm;*.ico;*.cur;*.ani
fr: Tous les fichiers images|*.bmp;*.png;*.jpg;*.jpeg;*.gif;*.pcx;*.tiff;*.xpm;*.ico;*.cur;*.ani

source: An Open Source software for 3D sound propagation modelling.
fr: Un logiciel open source de propagation acoustique en 3D

source: Animation toolbar
fr: Barre d'outils d'animation

source: Anti-aliasing
fr: Anticrénelage

source: Application data directory
fr: Dossier "Application data"

source: Application data folder will be changed after restarting I-Simpa
fr: Le dossier "Application data" sera modifié au prochain redémarrage de I-Simpa

source: Apply
fr: Appliquer

source: Approximation constraint
fr: Approximation de la simplification du modèle

source: Are you sure to delete this element forever? %s
fr: Êtes-vous certain de vouloir supprimer ce fichier définitivement ? %s

source: Arrow color (x)
fr: Couleur flèche x

source: Arrow color (y)
fr: Couleur flèche y

source: Arrow color (z)
fr: Couleur flèche z

source: Arrow length
fr: Longueur flèche

source: Arrow width
fr: Largeur flèche

source: Association maximum distance (m)
fr: Distance maximale d'association (m)

source: Atmospheric absorption
fr: Absorption atmosphérique - Coefficient

source: Atmospheric absorption calculation
fr: Calcul absorption atmosphérique

source: Atmospheric pressure (Pa)
fr: Condition atmosphérique - Pression (Pa)

source: Attenuation
fr: Atténuation

source: Author
fr: Auteur

source: Authorized maximum value: %i
fr: La valeur doit être au maximum égale à %i.

source: Authorized maximum value: %s
fr: La valeur doit être au maximum égal à %s.

source: Authorized minimum value: %i.
fr: La valeur doit être au minimum égale à %i.

source: Authorized minimum value: %s
fr: La valeur doit être au minimum égale à %s.

source: Automatic selection
fr: Sélection automatique

source: Average
fr: Moyenne

source: Average model remesh
fr: Opération de remaillage approximatif du modèle

source: Axis, dash size
fr: Axes, taille des tirets

source: Background noise
fr: Bruit de fond

source: Backup file
fr: Fichier de sauvegarde

source: Before
fr: Avant

source: Before set a transmission value, please set an absorption higher than 0
fr: Vous devez saisir une valeur d'absorption supérieure à 0 avant de définir une transmission.

source: Bilateral
fr: Bilatéral

source: Borders
fr: Bordures

source: Build of a 3D scene.
fr: Changement du modèle de la scène 3D, création d'un nouveau modèle

source: Building/Road [100-5000] Hz
fr: Batiment/Routier [100-5000] Hz

source: Building/Road [125-4000] Hz
fr: Batiment/Routier [125-4000] Hz

source: Built on %s
fr: Version du %s

source: CATT-Acoustic file (*.txt)|*.txt|li8 Odeon file (*.li8)|*.li8
fr: Fichier CATT-Acoustic (*.txt)|*.txt|Fichier li8 Odeon (*.li8)|*.li8

source: Calculate acoustic parameters
fr: Calculer les paramètres acoustiques

source: Calculation
fr: Calcul

source: Calculation .exe file not found.
fr: L'exécutable de calcul est introuvable

source: Calculation code
fr: Code de calcul

source: Calculation code error:
fr: Erreur exécutable :

source: Calculation execution
fr: Exécution du code de calcul

source: Calculation in progress...
fr: Calcul de la propagation sonore en cours

source: Calculation informations
fr: Statistiques SPPS

source: Calculation method
fr: Méthode de calcul

source: Calculation program file not found.
fr: Le fichier exécutable correspondant au code de calcul est introuvable.

source: Calculation requires a scene meshing
fr: Impossible d'exécuter le code de calcul sans un maillage de la scène

source: Calculation requires do define a valid frequency band
fr: Pour exécuter un code de calcul vous devez sélectionner au moins une bande de fréquence !

source: Calculation requires, at least, one active sound source
fr: Pour exécuter un code de calcul vous devez au moins créer une source sonore !

source: Calculation time: %lld ms
fr: Temps de calcul : %lld ms

source: Camera
fr: Caméra

source: Camera mode
fr: Outil de visualisation

source: Camera toolbar
fr: Barre d'outils Caméra

source: Can not read the I-SIMPA icon
fr: Impossible de lire l'icône d'I-Simpa

source: Can't compare surface receivers: time step is different with the reference one: %s
fr: Impossible de comparer ce récepteur surfacique car le nombre de pas de temps est différent que celui du fichier de référence : %s

source: Can't load surface receiver: %s
fr: Impossible de charger le récepteur surfacique de référence : %s

source: Cancel
fr: Annuler

source: Cancel loading particles files
fr: Annulation du chargement de fichier de particules

source: Cannot convert "%s" to decimal value
fr: Impossible de convertir la valeur %s en nombre à décimal.

source: Cannot remove file/directory
fr: Impossible de supprimer le fichier ou dossier

source: Chairs
fr: Fauteuils

source: Change application data folder
fr: Changer le dossier "Application data"

source: Character font
fr: Police de caractère

source: Choose a file
fr: Choisir un fichier

source: Circle
fr: Rond

source: Clarity (ms)
fr: Clarté (ms)

source: Clarity computation
fr: Calcul de C50 et C80

source: Classical Theory [%i.%i.%i]
fr: Théorie Classique [%i.%i.%i]

source: Classical theory of reverberation
fr: Théorie classique de la réverbération

source: Classical theory of reverberation (TCR)
fr: Théorie Classique (TC)

source: Clean
fr: Vider

source: Close
fr: Fermer

source: Code execution mesh generation
fr: Exécution du code de génération de maillage

source: Color
fr: Couleur

source: Color of particles
fr: Couleur des particules

source: Column
fr: Colonnes

source: Combined view
fr: Vue combinée

source: Compare surface receivers
fr: Différencier les récepteurs de surface

source: Compression of file %s
fr: Compression du fichier %s

source: Constraint file can not be created
fr: Impossible de créer le fichier de contrainte.

source: Continuous line
fr: Trait continu

source: Contributors
fr: Contributeurs

source: Convert to fitting
fr: Convertir en encombrement

source: Copy
fr: Copier

source: Copy 3D View
fr: Copier la vue 3D

source: Copy of %s
fr: Copie de %s

source: Copy of calculation parameters
fr: Copie des paramètres de calcul

source: Copy of the file %s
fr: Copie du fichier %s

source: Corrupted file or file doesn't exist
fr: Fichier corrompu ou non existant.

source: Create a volume
fr: Déclarer un volume

source: Create group
fr: Créer groupe

source: Creating scene
fr: Création d'une scène

source: Credits
fr: Crédits

source: Cross
fr: Croix

source: Cumulating sound level
fr: Niveau Sonore (Cumul)

source: Cumulative instantaneous sound level
fr: Niveau Sonore (Instantané avec cumul)

source: Curve
fr: Courbe

source: Cut color
fr: Couleur de la coupe

source: D50 computation
fr: Calcul de D50

source: Data
fr: Données

source: Data alignment
fr: Orientation des séries de données

source: Data can not be compared with reference surface receivers. Number of surface receivers is different from the reference one: %s
fr: Impossible de comparer avec le fichier de référence car il n'y a pas le même nombre de récepteurs de surface : %s

source: Data must be in the range %i - %i
fr: La valeur doit être comprise entre %i et %i.

source: Data must be in the range %s - %s
fr: La valeur doit être comprise entre %s et %s.

source: Data sheet (*.gabe)|*.gabe|CSV text file (*.csv)|*.csv
fr: Feuille de données (*.gabe)|*.gabe|Texte CSV (*.csv)|*.csv

source: Data style
fr: Séries de valeurs

source: Debug mode mesh, nothing will be done
fr: Utilisation du mode débuggage, aucun maillage ne sera produit !

source: Default color
fr: Couleur par défaut

source: Default style
fr: Style par défaut :

source: Define rectangular fitted zone
fr: Nouvel encombrement cuboïde

source: Define scene fitted zone
fr: Définir encombrement scène

source: Define with 3D view
fr: Définir via la vue 3D

source: Definition (ms)
fr: Définition (ms)

source: Delete
fr: Supprimer

source: Delete column
fr: Supprimer la colonne

source: Delete line
fr: Supprimer la ligne

source: Delete the simulation
fr: Effacer la simulation

source: Delete windows
fr: Effacer le contenu

source: Dense Lawn
fr: Gazon dense

source: Dense Suburb
fr: Périurbain dense

source: Dense urban
fr: Urbain dense

source: Destination volume
fr: Point de destination du volume

source: Developers
fr: Développeurs

source: Dezip of file %s
fr: Décompression du fichier %s

source: Diffusion law
fr: Loi de diffusion

source: Direct field
fr: Champ direct

source: Directivities
fr: Directivités

source: Directivity
fr: Directivité

source: Directivity Balloon
fr: Directivité (figure)

source: Directivity Type
fr: Directivité

source: Directivity balloon
fr: Figure de directivité

source: Directivity file
fr: Fichier de directivité

source: Display
fr: Rendu

source: Display back
fr: Mettre en arrière

source: Display error unknown
fr: Erreur de rendu inconnue

source: Display front
fr: Mettre en avant

source: Display mesh
fr: Prévisualisation du maillage

source: Display parameters
fr: Modifier les paramètres d'affichage

source: Display recto
fr: Afficher recto

source: Display verso
fr: Afficher verso

source: Do you accept to write the projects into this directory: %s
fr: Acceptez-vous de sauvegarder les projets dans ce dossier : %s

source: Do you really want to delete this folder?
fr: Êtes-vous certain de vouloir supprimer ce dossier définitivement ?

source: Domain color
fr: Couleur du volume

source: Dotted-dashed line
fr: Trait long et point

source: Drawing element:
fr: Elément de dessin :

source: Drawing method
fr: Méthode de dessin

source: Drawing style
fr: Style de tracé

source: EDT at pointer is %.2f
fr: La valeur de l'EDT à cet endroit est de %.2f

source: EDT calculation
fr: Calcul de l'EDT

source: Early decay time (EDT)
fr: Temps de décroissance initial (EDT)

source: Early lateral fraction LF (ms)
fr: Fraction d'énergie latérale précoce LF (ms)

source: Early lateral fraction LFC (ms)
fr: Fraction d'énergie latérale précoce LFC (ms)

source: Echogram
fr: Echogramme

source: Echogram per source
fr: Echogramme par source

source: Edge collapse
fr: Contraction d'arrêtes

source: Edit column properties
fr: Editer les propriétés de la colonne

source: Edit line properties
fr: Editer les propriétés de la ligne

source: Elapsed time:
fr: Temps écoulé :

source: Enable
fr: Activer

source: Energetic
fr: Énergétique

source: Enough memory. %li Mo required, %li Mo free on the corresponding disk
fr: Espace disque insuffisant. %li Mo requis et seulement %li Mo libre sur le disque spécifié.

source: Environment
fr: Environnement

source: Epsilon must be higher than 0 meter
fr: La valeur epsilon doit être supérieure à 0 m

source: Error code : %i
fr: Code de l'erreur : %i

source: Error during call of Python(TM) script on element append child
fr: Erreur durant l'appel au script Python(TM) (élément enfant)

source: Error during call of Python(TM) script on element update
fr: Erreur durant l'appel au script Python(TM) (mise à jour d'un élément)

source: Error in input mesh, a tetrahedra have at least the same two vertices idTetra:%i vertices:%li %li %li %li
fr: Erreur dans le fichier de maillage, un tétraèdre a au moins deux sommets en commun idTetra:%i vertices:%li %li %li %li

source: Error in loading properties
fr: Erreur de chargement des propriétés

source: Error while saving the 3d model
fr: Erreur lors de l'enregistrement du modèle 3D

source: Error:
fr: Erreur :

source: Execution of the model remesh.
fr: Exécution du code reconstruction du modèle.

source: Exit
fr: Quitter

source: Expected idface a b c [marker] got %s
fr: Attendu idface a b c [marker] mais obtenu %s

source: Expected idface a b c marker %s
fr: Attendu idface a b c marker mais obtenu %s

source: Expected idtetra a b c d got %s
fr: Attendu idtetra a b c d mais obtenu %s

source: Expected idtetra a b c d idvolume got %s
fr: Attendu idtetra a b c d idvolume mais obtenu %s

source: Expected node id, x, y and z got %s
fr: Attendu node id, x, y and z mais obtenu %s

source: Expected node size and dimension got %s
fr: Attendu 'nombre de nœuds' et 'dimension' mais obtenu %s

source: Expected node size got %s
fr: Attendu 'nombre de nœuds' mais obtenu %s

source: Expected tetra size and marker got %s
fr: Attendu 'nombre de tétraèdres' et 'marker' mais obtenu %s

source: Expected tetra size got %s
fr: Attendu 'nombre de tétraèdres' mais obtenu %s

source: Export
fr: Exporter

source: Export 3D View
fr: Capture 3D

source: Export graph
fr: Exporter le graphique

source: Export model
fr: Exporter le modèle

source: Export scene
fr: Exporter la scène

source: Export surface receivers for each frequency band
fr: Export des récepteurs surfaciques par bande de fréquence

source: Export to an editing spreadsheet
fr: Transférer vers une feuille éditable

source: Export to clipboard
fr: Vers le presse-papier

source: Export to file
fr: Copier le contenu vers un fichier

source: Export to image file
fr: Vers un fichier image

source: Export view 3D
fr: Exporter la vue 3D

source: External code execution
fr: Exécution d'un programme externe :

source: External code execution canceled
fr: Exécution du programme externe annulée.

source: Extract sound level from 3D view
fr: Extraction des valeurs de niveau sonore des récepteurs de surface à partir de la vue 3D

source: Face opacity
fr: Opacité des faces

source: Face view
fr: Vue des faces

source: Faces of the scene will be meshed in order to enhance the resolution of the surface receivers display
fr: Les surfaces du modèle importées seront maillées afin d'obtenir une discrétisation en triangles de forme régulière. Cette option est utile pour un meilleur rendu des récepteurs surafciques.

source: Failed to export meshing
fr: L'exportation du maillage de la scène n'a pu se faire.

source: Fatal error:
fr: Erreur critique :

source: File
fr: Fichier

source: File can't be renamed, a file with the same name already exists
fr: Impossible de renommer le fichier, un fichier du même nom existe !

source: File does not exist
fr: Ce fichier n'existe pas

source: File results process
fr: Traitement des fichiers de résultats

source: Filling style
fr: Style de remplissage

source: Filling:
fr: Remplissage :

source: First person
fr: Première personne

source: First person camera
fr: Caméra en vue à la première personne

source: Fitting zone
fr: Encombrement

source: Fitting zone %i
fr: Encombrement %i

source: Fitting zone %s is not taken into account in the calculation (user choice)
fr: L'encombrement %s est ignoré pour le calcul conformément au choix de l'utilisateur.

source: Floating 3D View
fr: Vue 3D flottante

source: Floors
fr: Sols

source: Folder name can't use the following letters: \/:*?"<>|
fr: Un nom de dossier ou de fichier ne doit pas contenir les caractères \/:*?"<>|

source: Folder name or file name can't be empty
fr: Un nom de dossier ou de fichier ne doit pas être vide !

source: Forced adding changes in the change log.
fr: Force l'ajout de modifications dans le fichier historique

source: Frequency bands
fr: Bandes de fréquence

source: Full
fr: Plein

source: General parameters
fr: Paramètres généraux

source: General parameters:
fr: Paramètres généraux :

source: Generating mesh
fr: Génération du maillage

source: Global sound level
fr: Cumul énergétique

source: Grid color
fr: Couleur de la grille

source: Grid resolution (m)
fr: Résolution de la grille (m)

source: Grid scale
fr: Échelle de la grille (entier)

source: Ground
fr: Sol nu

source: Group
fr: Groupe

source: Height
fr: Hauteur

source: Height (z)
fr: Hauteur (m)

source: Help
fr: Aide

source: Hide all
fr: Tout cacher

source: Hide legend
fr: Cacher la légende

source: Hide meshing
fr: Cacher le maillage

source: Histogram
fr: Histogramme

source: History
fr: Historique

source: Homogeneous
fr: Homogène

source: Horizontal line
fr: Trait horizontal

source: I-SIMPA resource folder does not exists
fr: Le dossier de ressources de I-SIMPA n'existe pas

source: If this field is not activated, label are converted in numbers and applied on the X axis
fr: Si ce champ est décoché alors les libellés seront convertis en nombre et appliqués sur l'axe des X pour chaque valeur.

source: If this option is activated, the scene will be imported with a correction process to improve compatibility with the mesh generator
fr: Si cette option est activée alors le modèle importé subira une correction afin d'assurer une meilleure compatibilité avec le mailleur tétraédrique.

source: Image saved successfully
fr: Image enregistrée avec succès

source: Imperial (feet)
fr: Impérial (pieds)

source: Imperial (inches)
fr: Impérial (pouces)

source: Import from CATT-Acoustic file
fr: Importation d'une liste de matériaux provenant de CATT-Acoustic

source: Import from Odeon file
fr: Importation d'une liste de matériaux provenant d'Odeon

source: Import from file
fr: Importer depuis un fichier

source: Import material from file
fr: Importer des matériaux depuis un fichier

source: Import new scene
fr: Importer une scène

source: Importation of material %s
fr: Importation du matériau %s

source: In text mode, X data are regularly spaced (unit step)
fr: En mode texte (coché) la valeur X séparant chaque donnée est de 1.

source: Incorrect data types. Values and index must be characters
fr: Certains paramètres sont de types incorrects. Les valeurs et les indices doivent être des chaines de caractères.

source: Index list is not coherent with data list
fr: Le tableau d'indices ne correspond pas au tableau de valeurs !

source: Information
fr: Informations

source: Insert new column
fr: Insérer une nouvelle colonne

source: Insert new line
fr: Insérer une nouvelle ligne

source: Inside
fr: Intérieur

source: Inside position
fr: Intérieur du volume

source: Instantaneous sound level
fr: Niveau Sonore (Instantané)

source: Insufficent memory available, %u memory required and %u memory available
fr: Espace mémoire insuffisant : ce fichier de particule nécessite au moins %u Mo de mémoire et il n'y a que %u Mo de disponible.

source: Intensity
fr: Intensité

source: Intensity :
fr: Intensité :

source: Intensity Animation
fr: Récepteurs ponctuels (animation intensité)

source: Intensity animation
fr: Animation intensité

source: Intensity vector
fr: Vecteur intensité

source: IntensityAnimation
fr: Vecteur intensité (animation)

source: Interface options
fr: Options de l'interface

source: Invert face normal
fr: Inverser l'orientation des faces

source: Iso level list
fr: Liste des niveaux iso

source: Iso-levels color
fr: Palette des niveaux

source: Iso-lines color
fr: Couleur des lignes iso

source: Keep existing groups
fr: Garder les groupes existants

source: Keep modification history
fr: Conserver l'historique des modifications

source: Label color
fr: Couleur du texte de la légende

source: Label:
fr: Libellés :

source: Labelled
fr: Libellé

source: Lambert reflection
fr: Réflexion de Lambert

source: Language
fr: Langue du logiciel

source: Language will be changed after restarting I-Simpa
fr: Les paramètres de langue seront appliqués au prochain démarrage

source: Lateral sound level (dB)
fr: Niveau sonore latéral (dB)

source: Left diagonal dash
fr: Tiret diagonale (gauche)

source: Legend
fr: Légende

source: Legend, icon length
fr: Légende, longueur icône

source: Length (y)
fr: Longueur (m)

source: License
fr: Licence

source: Limit value of the particle extinction (Energetic method) : ratio 10^n
fr: Valeur limite d'extinction des particules (méthode Énergétique) : ratio 10^n

source: Line thickness
fr: Epaisseur du trait

source: Lines
fr: Lignes

source: Load animation
fr: Charger la simulation

source: Load image
fr: Charger une image

source: Loading 3D scene
fr: Chargement d'un modèle

source: Loading 3D scene...
fr: Chargement d'un modèle...

source: Loading 3D scene: %s
fr: Changement du modèle de la scène 3D : %s

source: Loading ASCII files from mesh generator complete
fr: Chargement des fichiers ASCII du générateur tétraédrique terminé.

source: Loading XML file
fr: Chargement du fichier XML

source: Loading face %i/%i
fr: Chargement de la face %i/%i

source: Loading faces
fr: Chargement des faces

source: Loading faces of 3D scene
fr: Chargement des faces du modèle 3D

source: Loading image...
fr: Chargement d'une image...

source: Loading mesh ASCII file...
fr: Chargement d'un fichier de maillage ASCII...

source: Loading of the surface receiver file
fr: Chargement du fichier de récepteur surfacique

source: Loading particles file
fr: Chargement du fichier de particules

source: Loading project
fr: Chargement du projet

source: Loading project: %s
fr: Ouverture du projet : %s

source: Loading time step %i/%i
fr: Chargement du pas de temps %i/%i

source: Long dash
fr: Tirets longs

source: Loss (dB)
fr: Affaiblissement (dB)

source: Low concentration Suburb (residential areas, gardens)
fr: Périurbain peu dense (zone résidentielles, jardins)

source: Main window
fr: Affichage principal

source: Many old sessions of the user interface are available. Do you want to retrieve an old session?
fr: Plusieurs anciennes instances du l'interface existent. Souhaitez-vous charger un de ces projets en l'état avant la fermeture de l'interface ?

source: Marker
fr: Marqueur

source: Marker, size (%)
fr: Marqueur, taille (%)
