Repository: Universite-Gustave-Eiffel/I-Simpa
Catalog: src/isimpa/lang/*.po
Languages: fr

source: Unable to read the epsilon value
fr: Impossible de lire la valeur epsilon

source: Unable to save the file under the PLY format
fr: Impossible de sauvegarder le modèle au format PLY.

source: Unable to solve the user's defined formula !
fr: Impossible d'appliquer la formule utilisateur !

source: Unable to solve the user's defined formula :
fr: Impossible d'appliquer la formule utilisateur :

source: Unable to write this file with this destination folder!
fr: Impossible d'écrire un fichier avec cette destination !

source: Unauthorized closing process
fr: Fermeture du processus non autorisée.

source: Unauthorized data
fr: Valeur non autorisée

source: Uncorrect data list
fr: Liste incorrecte.

source: Uncorrect index list
fr: Liste d'indices incorrecte.

source: Undo Ctrl+Z
fr: Annuler Ctrl+Z

source: Unexpected Dialog response return !
fr: Le système a retourné un message inattendu !

source: Unfavorable
fr: Défavorable

source: Unidirectional
fr: Unidirectionnel

source: Uniform
fr: Uniforme

source: Uniform reflection
fr: Réflexion uniforme

source: Unilateral
fr: Unilatéral

source: Unit used in this file, I-Simpa will convert it to meters
fr: Unité utilisée dans le fichier; I-Simpa va convertir l'unité en mètres

source: Unknown
fr: Inconnu

source: Unknown OpenGL error, try to set a lower resolution or use another exportation method.
fr: Erreur d'exportation OpenGL Inconnue, tentez de diminuer la résolution ou bien choisissez la méthode d'exportation de la fenêtre OpenGL

source: Unknown error when reading particles file
fr: Erreur inconnue dans la lecture du fichier de particule

source: Unknown file format
fr: Format de fichier inconnu

source: Unknown output process
fr: Retour du processus inconnu

source: Unselect all
fr: Tout désélectionner

source: Updating XML file
fr: Mise à jour du fichier XML

source: Updating project backup
fr: Mise à jour du fichier de sauvegarde du projet

source: User
fr: Utilisateur

source: User diagram
fr: Diagramme utilisateur

source: User directivity
fr: Directivité utilisateur

source: User spectrum
fr: Spectre utilisateur

source: User-defined parameters
fr: Paramètres utilisateur

source: Value
fr: Valeur

source: Value %s can't be converted to decimal number
fr: Impossible de convertir la valeur %s en nombre à décimal.

source: Value (m)
fr: Valeur (m)

source: Vertical line
fr: Trait vertical

source: Vertices translation
fr: Translation des sommets

source: Very favorable
fr: Très favorable

source: Very unfavorable
fr: Très défavorable

source: View
fr: Affichage

source: Viewing style
fr: Configuration du rendu

source: Visible on/off
fr: Visible

source: Volume auto-detect
fr: Auto-détection des volumes

source: Volume boundary
fr: Limites intérieures

source: Volume constraint
fr: Contrainte de volume

source: Volume constraint (m3)
fr: Contrainte de volume (m3)

source: Walls
fr: Murs

source: Warning %il particles has been in error on %il particles. The computation result may be wrong, please check the particles statitics file for more details.
fr: Attention : %il particules sur %il sont en erreur. Les résultats du calcul peuvent être faux. Merci de regarder en détail les statistiques des particules.

source: Warning:
fr: Avertissement :

source: Water
fr: Eau libre

source: Website
fr: Site Web

source: Wheat (1m height)
fr: Blé (1m de haut)

source: Width
fr: Largeur

source: Width (x)
fr: Largeur (m)

source: Window
fr: Fenêtre

source: Wireframe view
fr: Vue fil de fer

source: With this option you are able to remesh the input model to make it compatible with all calculation core. Use this option as a last resort
fr: Si cette option est activée un guide vous permettra de re-modéliser la scène importée automatiquement. Cette scène sera une approximation du modèle original mais sera compatible avec tous les codes de calcul.

source: Wrong project configuration, a face is defined but no materials are attached to it ! Check your group/material associations
fr: Problème de configuration du projet : une face est définie mais aucun matériau n'est affecté. Vérifier l'affectation des matériaux aux surfaces du modèle 3D.

source: X axis
fr: Axe X

source: X axis, line
fr: Axes X, bordure

source: XML file corrupted. File can't be loaded
fr: Fichier Xml du projet endommagé, impossible de charger le projet

source: XY Grid
fr: Grille plan xy

source: XY plan
fr: Plan XY

source: XYZ axis
fr: Repère

source: XZ Grid
fr: Grille plan xz

source: XZ plan
fr: Plan XZ

source: Y axis
fr: Axe Y

source: Y axis, line
fr: Axes Y, bordure

source: YZ Grid
fr: Grille plan yz

source: YZ plan
fr: Plan YZ

source: You have already select this file. Please select another file
fr: Vous avez déjà sélectionné ce fichier dans le lot de traitement. Veuillez sélectionner un fichier différent pour effectuer le traitement.

source: You have already used this label as an output data file. Please select another label
fr: Vous avez déjà utilisé ce libellé comme fichier de sortie. Veuillez sélectionner un libellé différent.

source: You have select the same file as the reference one. Please select another file
fr: Vous venez de sélectionner le même fichier que le fichier de référence. Veuillez sélectionner un fichier différent pour effectuer le traitement.

source: You must launch the mesh operation before run this method.
fr: Vous devez effectuer un maillage avant d'exécuter cette opération.

source: You must select a surface receiver data file to continue
fr: Vous devez sélectionner un fichier de résultat du type récepteur de surface pour pouvoir continuer.

source: Your model doesn't have any face. Please create or import a model.
fr: Votre modèle ne comporte aucune face. Veuillez créer ou importer une scène.

source: general
fr: Général

source: loudspeakers
fr: haut-parleurs

source: particles
fr: Particules

source: recepteurss
fr: Récepteurs surfaciques

source: report
fr: Rapport

source: to the column
fr: à la colonne

source: to the row
fr: à la ligne
