Repository: Universite-Gustave-Eiffel/I-Simpa
Catalog: src/isimpa/lang/*.po
Languages: fr

source: Mass density (kg/m3)
fr: Masse volumique (kg/m3)

source: Material
fr: Matériau associé

source: Material color
fr: Couleur modèle

source: Material description
fr: Description du matériau

source: Material of the surface group %s has not be defined: the default material is applied
fr: Le matériau du groupe de surfaces %s n'a pas été renseigné, un matériau aléatoire sera choisi par défaut !

source: Material spectrum
fr: Spectre du matériau

source: Materials
fr: Matériaux

source: Maximum value (dB)
fr: Valeur maximale (dB)

source: Maximum value (s)
fr: Valeur maximale (s)

source: Mesh correction computation
fr: Opération de correction de modèle 3D

source: Meshing
fr: Maillage du modèle

source: Meshing aborted: please, see console messages for more information
fr: Le maillage du modèle n'a pu être réalisé : se référer à l'historique des messages afin d'identifier le problème

source: Meshing complete
fr: Maillage terminé

source: Meshing toolbar
fr: Barre d'outils Maillage

source: Meshing with the following parameters: %s
fr: Exécution du mailleur avec les paramètres suivants : %s

source: Meshing with user parameters
fr: Utilisation des paramètres utilisateurs !

source: Meteorological effect - Celerity gradient a_log
fr: Effets météo - Gradient de célérité a_log

source: Meteorological effect - Celerity gradient b_lin
fr: Effets météo - Gradient de célérité b_lin

source: Meteorology effects - Profiles
fr: Effets météo - Profils

source: Metric (centimeters)
fr: Métrique (centimètres)

source: Metric (meters)
fr: Métrique (mètres)

source: Metric (millimeters)
fr: Métrique (millimètres)

source: Minimum value (dB)
fr: Valeur minimale (dB)

source: Minimum value (s)
fr: Valeur minimale (s)

source: Model face count
fr: Nombre de faces du modèle

source: Model solving
fr: Résolution du modèle

source: Name of X axis
fr: Libellé Axe X :

source: Name of Y axis
fr: Libellé Axe Y :

source: New diagram
fr: Création d'un nouveau diagramme

source: New directivity
fr: Nouvelle directivité

source: New faces with the same position than old faces keep materials and surface receivers
fr: Les surfaces importées ayant la même position que les surfaces du modèle avant l'importation, sont associées aux matériaux, récepteurs surfaciques et encombrements déjà définis.

source: New group
fr: Nouveau groupe

source: New material
fr: Nouveau matériau

source: New plane receiver
fr: Nouveau récepteur surfacique en coupe

source: New project
fr: Nouveau projet

source: New project Ctrl+N
fr: Nouveau projet Ctrl+N

source: New receiver
fr: Nouveau récepteur

source: New scene
fr: Créer la scène

source: New scene receiver
fr: Nouveau récepteur surfacique de scène

source: New source
fr: Nouvelle source

source: New spectrum
fr: Nouveau spectre

source: Next time step
fr: Pas de temps suivant

source: No 3D scene for meshing
fr: Impossible de fournir une scène au mailleur

source: No error
fr: Pas d'erreur.

source: Non-allowed image. Exportation cancelled
fr: Image non valide : exportation annulée

source: Non-specified process output
fr: Retour du processus non spécifié

source: None
fr: Aucune

source: Number of active fitting zones
fr: Nombre d'encombrements actifs

source: Number of active sound sources
fr: Nombre de sources sonores actives

source: Number of fitting zones
fr: Nombre d'encombrements

source: Number of punctual receivers
fr: Nombre de récepteurs ponctuels

source: Number of sound particles per source
fr: Particules par source

source: Number of sound particles per source (display)
fr: Particules par source (rendu)

source: Number of sound sources
fr: Nombre de sources sonores

source: Number of surface groups
fr: Nombre de groupes de surfacess

source: Number of surfaces receivers
fr: Nombre de récepteurs surfaciques

source: Offline documentation
fr: Documentation hors ligne

source: Omnidirectional
fr: Omnidirectionnel

source: Online documentation
fr: Documentation en ligne

source: Opacity
fr: Opacité

source: Open folder
fr: Ouvrir le dossier

source: Open loudspeaker file
fr: Ouvrir le fichier de directivité d'une source

source: Open project
fr: Ouvrir un projet

source: Open project Ctrl+O
fr: Ouvrir un projet Ctrl+O

source: OpenGL error :
fr: Erreur OpenGL :

source: OpenGL exportation error. Try to use the window exportation method instead
fr: Erreur d'exportation OpenGL Inconnue : tentez de choisir la méthode d'exportation de la fenêtre OpenGL

source: Operation not allowed
fr: Cette opération est impossible.

source: Orbit camera
fr: Caméra en rotation

source: Orientation point
fr: Orientation vers une point

source: Origin volume
fr: Point d'origine du volume

source: Original zoom
fr: Zoom d'origine

source: Outline:
fr: Contour :

source: Outside
fr: Extérieur

source: PNG file (*.png)|*.png|JPG file (*.jpg)|*.jpg|Bitmap file (*.bmp)|*.bmp
fr: Fichiers Png (*.png)|*.png|Fichiers Jpeg (*.jpg)|*.jpg|Fichiers Bitmap (*.bmp)|*.bmp

source: Particle
fr: Particule

source: Particles
fr: Particules

source: Particles absorbed by the atmosphere
fr: Particules absorbées par l'atmosphère

source: Particles absorbed by the fittings
fr: Particules absorbées par les encombrements

source: Particles absorbed by the materials
fr: Particules absorbées par les matériaux

source: Particles animation
fr: Animation des particules

source: Particles display
fr: Visualisation des particules

source: Particles file contains %i particles and %i time step
fr: Le fichier de particule contient %i particules et %i pas de temps.

source: Particles file does not exist for the corresponding frequency
fr: Le fichier de particule correspondant à cette fréquence n'existe pas.

source: Particles file does not exist! %s
fr: Le fichier de particule suivant n'existe pas ! %s

source: Particles lost by infinite loops
fr: Particules perdues en raison de boucles infinies

source: Particles lost by meshing problems
fr: Particules perdues en raison de problèmes de maillage

source: Particles remaining at the end of the calculation
fr: Particules restantes à la fin du calcul

source: Particles:
fr: Particules :

source: Paste
fr: Coller

source: Pause
fr: Mise en pause de la simulation

source: Plane Receiver
fr: Récepteur coupe

source: Plane Surface Receiver
fr: Récepteur surfacique

source: Play
fr: Lecture de la simulation

source: Please choose language:
fr: Veuillez choisir la langue :

source: Please choose the application instance
fr: Veuillez choisir l'instance à charger

source: Please chose a calculation code
fr: Veuillez choisir le moteur de calcul associé au mailleur

source: Please click on the 3D view to update the coordinates
fr: Veuillez cliquer sur la vue 3D pour affecter les coordonnées

source: Please define a point inside the fitting zone %s
fr: Pour l'encombrement de scène nommé %s veuillez définir le point au centre de l'encombrement

source: Please enter scene dimensions (m)
fr: Veuillez entrer les dimensions de la scène (m)

source: Please give the size of the exported picture.
fr: Veuillez saisir la dimension de l'image (pixels)

source: Please select the volume to extract
fr: Veuillez sélectionner le volume à extraire

source: Please, give filename for the output results
fr: Veuillez saisir un libellé valide pour le fichier de sortie qui sera créé.

source: Please, give the name of column
fr: Veuillez saisir le nouveau libellé de la colonne.

source: Please, give the name of line
fr: Veuillez saisir le nouveau libellé de la ligne.

source: Please, gives calculation parameters. Use ';' to separate several parameters
fr: Veuillez entrer les paramètres acoustiques à calculer. Le caractère ';' permet de séparer les paramètres.

source: Please, refresh root folder of the data tree
fr: Veuillez actualiser le dossier racine de l'arbre de résultat.

source: Please, select 3D scene importation options
fr: Veuillez spécifier les options d'importation d'un modèle 3D.

source: Please, select surface receivers of reference:
fr: Veuillez sélectionner le récepteur surfacique de référence :

source: Plus
fr: Croix 2

source: Pointer toolbar
fr: Barre d'outils Pointeur

source: Police font
fr: Police

source: Popup icon file doesn't find: %s
fr: L'icône de menu popup n'existe pas : %s

source: Power gain
fr: Gain

source: Preparing 3D scene
fr: Préparation du modèle

source: Preparing display of surfaces receivers
fr: Compilation du rendu des récepteurs surfaciques

source: Previous time step
fr: Pas de temps précédent

source: Process answer:
fr: Réponse du processus :

source: Process doesn't exist
fr: Ce processus n'existe pas.

source: Program aborted
fr: Le programme a été stoppé

source: Project
fr: Projet

source: Project (*.proj)|*.proj
fr: Projet (*.proj)|*.proj

source: Project compression
fr: Compression du projet

source: Project database
fr: Base de données du projet

source: Project decompression
fr: Décompression du projet

source: Project description
fr: Description du projet

source: Project files compression in progress...
fr: Compression du projet en cours...

source: Project files decompression in progress...
fr: Décompression du projet en cours...

source: Project has been modified. Save project with modifications?
fr: Le projet a été modifié. Souhaitez-vous enregistrer les modifications apportées ?

source: Project has been modified. Save modifications?
fr: Le document a été modifié. Souhaitez-vous enregistrer les modifications apportées ?

source: Project name
fr: Nom du projet

source: Project toolbar
fr: Barre d'outils Animation

source: Properties
fr: Propriétés

source: Properties -
fr: Propriétés -

source: Punctual receiver intensity
fr: Vecteur intensité

source: Punctual receivers
fr: Récepteurs ponctuels

source: Python(TM)
fr: Python

source: Python(TM) implementation error can't be produced
fr: Impossible de gérer une erreur de l'implémentation Python

source: Python(TM) plugin event parameter %s not found
fr: Paramètre d’événement %s du plugin Python(TM) non trouvé

source: Quality constraint
fr: Contrainte de qualité minimale des triangles

source: RT at pointer is %.2f
fr: La valeur du TR à cet endroit est de %.2f

source: RT computation
fr: Calcul du TR15 et TR30

source: RT-%g (s)
fr: TR-%g (s)

source: Radius of receivers (m)
fr: Rayon des récepteurs ponctuels

source: Radius/Edge ratio
fr: Rapport Rayon/Arête

source: Random
fr: Aléatoire

source: Random initialization number
fr: Valeur d'initialisation du générateur aléatoire

source: Rays
fr: En rayons

source: Receiver
fr: Récepteur

source: Receiver %i
fr: R%i

source: Receiver intensity
fr: Intensité au récepteur

source: Receiver radius (m)
fr: Rayon d'un récepteur (m)

source: Recent projects
fr: Projets récents

source: Reconstruction of input model.
fr: Reconstruction approximée du modèle en entrée.

source: Redo Ctrl+Y
fr: Rétablir Ctrl+Y

source: Reduction of the number of surfaces
fr: Méthode de réduction du nombre de surfaces

source: Reference
fr: Référence

source: Reference material
fr: Matériau application

source: Reference materials
fr: Matériaux de référence

source: Reference spectrum
fr: Spectre application

source: Refresh folder
fr: Actualiser le dossier

source: Refreshing Tab 'Results'
fr: Actualisation de l'onglet 'Résultats'

source: Reinitialize camera
fr: Réinitialiser la caméra

source: Reinitialize interface
fr: Réinitialiser le gestionnaire

source: Relative humidity (%)
fr: Condition atmosphérique - Humidité relative (%)

source: Remaining time:
fr: Temps restant :

source: Remesh adaptation
fr: Méthode d'adaptation au modèle d'origine

source: Rename
fr: Renommer

source: Render frequency (Hz)
fr: Fréquence d'affichage (Hz)

source: Render mode
fr: Mode de rendu

source: Repair model
fr: Tenter de réparer le modèle

source: Reparing 3D scene
fr: Exécution du code de réparation du modèle

source: Resistivity (cgs)
fr: Résistivité (cgs)

source: Resolution is too high, your graphic card is enable to manage this size. Please choose a lower export resolution
fr: Résolution trop élevée : votre carte graphique ne peut gérer une telle dimension ; veuillez réduire la largeur et/ou la hauteur

source: Result filename
fr: Nom du fichier de résultat de la comparaison :

source: Results
fr: Résultats

source: Reverberation time (RT)
fr: Temps de réverbération (TR)

source: Right diagonal dash
fr: Tiret diagonale (droite)

source: Roughness - z0 (m)
fr: Rugosité - z0 (m)

source: Rugosity - Ground type
fr: Rugosité - Types de sol

source: Run calculation
fr: Exécuter le calcul

source: SPPS particle statistics
fr: Statistiques particules SPPS

source: ST computation
fr: Calcul de ST

source: Save console
fr: Sauvegarder la console

source: Save copy of project
fr: Enregistrer une copie du projet

source: Save data
fr: Sauvegarder les données

source: Save data as...
fr: Sauvegarder les données sous...

source: Save document
fr: Enregistrer le document

source: Save finished
fr: Sauvegarde terminée

source: Save project
fr: Enregistrer le projet

source: Save project Ctrl+S
fr: Enregistrer le projet Ctrl+S

source: Save project as...
fr: Sauver le projet sous...

source: Saving 3D scene
fr: Sauvegarde du modèle 3D

source: Saving project
fr: Sauvegarde du projet

source: Scale X
fr: Echelle, intervalle x

source: Scale Y
fr: Echelle, intervalle y

source: Scale, x maximum value
fr: Echelle, x maximum

source: Scale, x minimum value
fr: Echelle, x minimum

source: Scale, y maximum value
fr: Echelle, y maximum

source: Scale, y minimum value
fr: Echelle, y minimum

source: Scatter image
fr: Nuage d'images

source: Scatter marker
fr: Nuage de marqueurs

source: Scene
fr: Scène

source: Scene background
fr: Fond de la scène

source: Scene correction before meshing
fr: Correction du modèle avant maillage

source: Scene does not exist!
fr: Modèle non existant !

source: Scene file
fr: Fichier de modèle

source: Scene lines
fr: Lignes de la scène

source: Scene receiver
fr: Récepteur scène

source: Scene repair canceled
fr: Réparation du modèle annulée

source: Scene repair complete
fr: Réparation du modèle terminée

source: Scene surface (m2)
fr: Surface (m²)

source: Scene volume (m3)
fr: Volume total de la scène (m3)

source: Schroeder curves
fr: Décroissances lissées

source: Schroeder's curve
fr: Décroissance lissée

source: Searching model volumes...
fr: Recherche de volumes dans la scène...

source: Select all
fr: Tout sélectionner

source: Select an empty folder that will contain your projects
fr: Sélectionner un dossier vide qui contiendra vos projets

source: Select face: Left Click on the 3D view 3D to select a face; Double left Click+Ctrl to select a face entirely
fr: Outil de sélection des faces. Click gauche sur la vue 3D pour sélectionner une face. Ctrl+ double Click gauche pour sélectionner toute la surface.

source: Selection
fr: Sélection

source: Semi-diffuse
fr: Semi-diffus

source: Send to a new surface group
fr: Envoyer vers un nouveau groupe

source: Set 3D View as main window
fr: Mettre la vue 3D en tant qu'affichage principal

source: Set the same value
fr: Affecter la même valeur

source: Set user defined atmospheric absorption
fr: Absorption atmosphérique imposée

source: Settings
fr: Préférences

source: Short Lawn
fr: Gazon ras

source: Show / Hide meshing
fr: Masquer / Montrer le maillage

source: Show XYZ axis
fr: Afficher repère

source: Show all
fr: Tout afficher

source: Show iso-curves
fr: Afficher les lignes de niveaux

source: Show name
fr: Afficher le libellé

source: Show the grid
fr: Afficher grille

source: Show vertices name
fr: Afficher le nom des sommets

source: Show/Hide curves
fr: Afficher/Cacher courbes

source: Side of material effect
fr: Sens de prise en compte

source: Signal doesn't exist
fr: Le signal n'existe pas.

source: Simulation length (s)
fr: Durée de la simulation (s)

source: Small dash
fr: Tirets court

source: Smooth colors
fr: Lissage des couleurs

source: Smooth level
fr: Niveau de lissage

source: Sound decay value for RT calculation (dB)
fr: Décroissance pour le calcul du TR (dB)

source: Sound level
fr: Niveau sonore

source: Sound level (dB)
fr: Niveau sonore (dB)

source: Sound level (dBA)
fr: Niveau sonore (dBA)

source: Sound level at pointer s %.2f
fr: Le niveau sonore à cet endroit est de %.2f

source: Sound level is not given
fr: Niveau acoustique nul.

source: Sound level per source
fr: Niveau sonore par source

source: Sound power
fr: Puissance

source: Sound sources
fr: Sources sonores

source: Sound_level
fr: Niveau sonore

source: Soundmap
fr: Carte de bruit

source: Soundmap: SPL
fr: Carte de bruit (SPL)

source: Soundmap: intensity
fr: Carte de bruit (intensité)

source: Sparse habitat (farm, trees, hedges)
fr: Habitat épars (fermes, villages, arbres, haies)

source: Spectrum
fr: Spectre

source: Spectrum of element %s does not exist! Please, specify a valid spectrum
fr: Le spectre associé à l'élément %s n'existe pas ! Veuillez spécifier un spectre valide.

source: Specular
fr: Spéculaire

source: Spline
fr: Courbe arrondi (méthode des splines)

source: Spreadsheet
fr: Feuille de données

source: Square
fr: Carré

source: Stop
fr: Stopper la simulation

source: Surface area (m2)
fr: Surface (m²)

source: Surface meshing
fr: Effectuer un maillage de surface

source: Surface receiver
fr: Récepteur surfacique

source: Surface receiver export
fr: Export des récepteurs surfaciques

source: Surface receiver to be compared to the reference one:
fr: Récepteur surfacique à comparer avec les données de référence :

source: Surface receivers
fr: Récepteurs surfaciques

source: Surface receivers :
fr: Récepteurs surfaciques :

source: Surface receivers can not be compared. Time step (delta T) is different from the reference one: %s
fr: Impossible de comparer ce récepteur surfacique car le pas de temps (delta T) est différent que celui du fichier de référence : %s

source: Surface receivers constraint
fr: Contrainte d'aire des récepteurs surfaciques

source: Surface receivers constraint (m²)
fr: Contrainte d'aire des récepteurs surfaciques (m²)

source: Surface receivers display
fr: Visualisation récepteurs surfaciques

source: Surface receivers file does not exist for the corresponding frequency
fr: Le fichier de récepteur surfacique correspondant à cette fréquence n'existe pas.

source: Surface selection mode
fr: Mode de sélection des triangles

source: TS computation
fr: Calcul de TS

source: TXT files (*.TXT)|*.TXT
fr: Fichiers TXT (*.TXT)|*.TXT

source: Tab name:
fr: Libellé Onglet :

source: Temperature (°C)
fr: Température (°C)

source: Test mesh topology
fr: Visualiser les faces en erreur

source: TetGen parameters
fr: Paramètres du mailleur

source: Tetrahedron file is empty, the calculation can't be done !
fr: Le fichier de maillage est vide : le calcul ne peut être réalisé.

source: Text background color
fr: Couleur de fond du texte

source: Text color
fr: Couleur du texte

source: Text file (*.txt)|*.txt
fr: Fichier texte (*.txt)|*.txt

source: Text label for X
fr: Libellés X en texte

source: Text rotation (degree)
fr: Rotation du texte (°)

source: The D value at this coordinate is %.2f
fr: La valeur de la définition à cet endroit est de %.2f

source: The ST value at this coordinate is %.2f
fr: La valeur du ST à cet endroit est de %.2f

source: The TS value at this coordinate is %.2f
fr: La valeur du TS à cet endroit est de %.2f

source: The clarity value at this coordinate is %.2f
fr: La valeur de la Clarté à cet endroit est de %.2f

source: The drag and drop of a group is allowed only from main surface groups
fr: Le glissé/déposé de groupe doit se faire à partir d'un groupe de surfaces standard

source: The drag and drop of vertex is allowed only from surface groups
fr: Le glissé/déposé de vertex doit se faire à partir d'un groupe de surfaces standard

source: The following file does not exist, please update the folder: %s
fr: Le fichier suivant n'existe pas, merci de changer de dossier: %s

source: The following file doesn't exist: %s
fr: Le fichier de résultat suivant n'existe pas : %s

source: The following surface receiver can't be loaded: %s
fr: Impossible de charger le récepteur surfacique suivant : %s

source: The following surface receiver is not composed with the same number of surfaces as the reference one: %s
fr: La structure du récepteur surfacique suivant ne contient pas le même nombre de surfaces que le fichier de référence : %s

source: The formula result must be a number
fr: Le résultat de la formule doit être un nombre

source: The group is not empty. You can't delete it!
fr: Un groupe ne peut être détruit que s'il est vide !

source: The icon %s doesn't exist!
fr: L'icone %s n'existe pas !

source: The icon format of %s is not supported.
fr: Le format de l'icone %s n'est pas supporté !

source: The pressure value at this coordinate is %.2f
fr: La valeur de la pression à cet endroit est de %.2f

source: The size of the particle file, for each frequency band, is around %.2f Mo
fr: La taille du fichier de particules est d'environ %.2f Mo par bande de fréquence

source: The value of the loss is not corresponding to the value of the absorption.The value of absorption has been fixed to %3.f, and the loss factor keep to %.2f dB
fr: La valeur de l'affaiblissement est incompatible avec celle de l'absorption. Le facteur d'absorption a été fixé à %.3f afin de conserver votre niveau d'affaiblissement à %.2f dB.

source: The value of the loss is not corresponding to the value of the absorption.The value of loss has been fixed to %3.f dB, and the absorption value keep to %.2f
fr: La valeur de l'affaiblissement est incompatible avec celle de l'absorption. Le niveau d'affaiblissement a été fixé à %.2f dB afin de conserver votre facteur d'absorption à %.3f.

source: There are errors in the Python(TM) script!
fr: La méthode implémentée en Python contient une erreur

source: Third octave
fr: Tiers d'octave

source: This element doesn't exist
fr: Cet élément n'existe pas ou n'existe plus.

source: This element doesn't represent a file or a folder
fr: Cet élément ne représente pas un fichier ou un dossier.

source: This event doesn't exist !
fr: Cet événement n'existe pas !

source: This field does not exist! Name of element: %s Name of the field: %s
fr: Ce champ n'existe pas ! Libellé élément : %s Nom du champ : %s

source: This file or folder doesn't correspond to a compatible surface receivers
fr: Ce fichier ou dossier ne correspond pas à un récepteur surfacique compatible.

source: This zone does not correspond to a defined surface receiver
fr: Cette zone ne correspond pas à un récepteur surfacique.

source: Time delay (s)
fr: Délai de déclenchement

source: Time step (s)
fr: Pas de temps (s)

source: To a file with a specified resolution
fr: Vers un fichier avec une autre résolution

source: To file
fr: Vers un fichier

source: Tools
fr: Outils

source: Total draw time %i ms
fr: Temps total de dessin %i ms

source: Total energy
fr: Energie totale

source: Total field (Eyring)
fr: Champ total (Eyring)

source: Total field (Sabine)
fr: Champ total (Sabine)

source: Total sound level
fr: Niveau sonore cumulé

source: Total time calculation: %lld ms
fr: Temps de calcul total : %lld ms

source: Total time of meshing: %lld ms
fr: Temps de maillage : %lld ms

source: Translators
fr: Traducteurs

source: Transparent text background
fr: Fond du texte transparent

source: Triangulation method
fr: Méthode de triangulation

source: Unable to init the Python(TM) element %s of the %s module
fr: Impossible d'initialiser l'élément Python utilisateur %s du module %s

source: Unable to load the 3D model
fr: Impossible de charger le modèle 3D !

source: Unable to load the stats file: %s
fr: Impossible de lire le fichier de statistiques : %s

source: Unable to load this format
fr: Impossible de charger ce format
